Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/unemployment_and_redundancy/employment_support_schemes/job_initiative.html.txt.tmx
Source language: en
Languages: ga

source: The Job Initiative Scheme is a programme providing full-time employment for people 35 years of age or over who have been unemployed for 5 years or more
ga: Clár is ea an Scéim Tionscnamh Jabanna a chuireann fostaíocht lánaimsire ar fáil do dhaoine atá 35 bliana d'aois nó níos sine atá dífhostaithe le breis agus 5 bliana

source: Since November 2004, there has been no further recruitment onto the Scheme
ga: Níor earcaíodh aon duine nua don scéim ó Shamhain 2004

source: Instead, you are invited to consider applying for available Community Employment vacancies
ga: Ina áit sin, moltar duit cur isteach ar fholúntais atá ar fáil i bhFostaíocht Phobail

source: The following information therefore only applies to those currently employed under the Job Initiative Scheme
ga: Ní bhaineann an fhaisnéis seo a leanas ach amháin leo siúd atá fostaithe faoi láthair faoin Scéim Tionscnamh Jabanna

source: In order to qualify, you must have been in receipt of an appropriate social welfare payment over that 5-year period
ga: Ní foláir nó go raibh tú ag fáil na híocaíochta iomchuí leasa shóisialaigh i rith na tréimhse 5 bliana sin chun go mbeidh tú incháilithe

source: The aim of the Job Initiative programme is to assist long-term unemployed persons to prepare for work opportunities in the open labour market
ga: Is éard is aidhm leis an gClár Tionscnamh Jabanna ná cabhrú le daoine atá dífhostaithe ar feadh tréimhse fhada iad féin a ullmhú do dheiseanna fostaíochta ar an margadh oscailte oibre

source: The programme does this by providing participants with work experience, training and development opportunities
ga: Déanann an clár é seo trí thaithí oibre, traenáil agus deiseanna forbartha a chur ar fáil do na rannpháirtithe

source: The same employment conditions apply to the Scheme as in other jobs
ga: Baineann na coinníollacha céanna leis an scéim is a bhaineann le jabanna eile

source: For example, you have the same employment rights and protections regarding annual leave, sick leave, maternity leave, grievance or disciplinary procedures and your income is taxable
ga: Beidh na cearta agus an chosaint fostaíochta chéanna agat maidir le saoire bhliantúil mar shampla, saoire bhreoiteachta, saoire mháithreachais, nósanna imeachta faoi chasaoid nó disciplín agus beidh ioncam inchánaithe agat

source: As recruitment to the Job Initiative Scheme finished in November 2004, the following information applies only to those currently employed under the Scheme
ga: Ós rud é gur cuireadh deireadh le hearcaíocht don Scéim Tionscnamh Jabanna i Samhain, 2004 ní bhaineann an fhaisnéis seo ach leo siúd atá fostaithe faoin Scéim faoi láthair

source: In order to participate in the Job Initiative Scheme you must have been over 35 years of age and have been receiving one of the following payments for 5 years or more
ga: Ní mór duit a bheith os cionn 35 bliana d'aois agus ceann de na híocaíochtaí seo a leanas a bheith á fháil agat le 5 bliana nó níos mó le bheith páirteach sa Scéim Tionscnamh Jabanna

source: You may qualify for Family Income Supplement if you have children
ga: D'fhéadfá a bheith cáilithe le haghaidh Forlíonadh Ioncam Teaghlaigh má tá leanaí agat

source: Limited funding is available for training
ga: Tá maoiniú teoranta ar fáil le haghaidh traenáil

source: You will keep your medical card for the duration of the scheme
ga: Coinneoidh tú do chárta leighis ar feadh fad na scéime

source: You will keep your extra benefits provided you continue to satisfy the conditions for these benefits
ga: Coimeádfaidh tú teidlíocht ar shochair breise ar chuntar go sásaítear na coinníollacha le haghaidh na liúntais seo

source: You are paid the going rate for the job
ga: Íoctar an ráta reatha don jab sin leat

source: The minimum payment to a Job Initiative participant is €416
ga: Tá an íosíocaócht do rannpháirtí sa Scéim Tionscnamh Jabanna €416

source: For further information contact your local employment services office or Intreo centre
ga: Téigh i dteagmháil le d'oifig seirbhísí fostaíochta áitiúil nó ionad Intreo le breis eolais a fháil
